Repository: 4773nd4n7/kodi-universal-subs
Catalog: resources/language/resource.language.*/strings.po
Languages: es_ar

# #30001
source: Subtitle providers to use
es_ar: Proveedores de subtítulos a usar

# #30002
source: Suggest automatic translations from:
es_ar: Sugerir traducciones automáticas de:

# #30003
source: Extra languages for translations:
es_ar: Limpiar subtítulos

# #30005
source: Include author in search results
es_ar: Incluir autor en resultados de búsqueda

# #30006
source: Include downloads in search results
es_ar: Incluir descargas en resultados de búsqueda

# #30007
source: Maximum search results
es_ar: Máxima cantidad de resultados de búsqueda

# #50001
source: File system provider root path
es_ar: Ruta base para proveedor de file system

# #40000
source: Advanced
es_ar: Avanzado

source: Subtitle search cache TTL in minutes (0 turns it off)
es_ar: TTL en minútos para cache de búsqueda de subtítulos (0 para desactivar)

# #40002
source: Translations cache TTL in days (0 turns it off)
es_ar: TTL en días para cache de traducciones (0 para desactivar)

# #40003
source: Path to 7z executable (7-Zip decompression support)
es_ar: Ruta a ejecutable de 7z (soporte para decompresión de 7-Zip)

# #40006
source: Path to MKVToolNix executables folder (MKV files subtitles extraction support)
es_ar: Ruta a directorio con ejecutables de MKVToolNix (suporte para extracción de subtítulos desde archivos MKV)

# #40004
source: Exclude splitted subtitles from results
es_ar: Excluir subtítulos divididos de los resultados

# #40005
source: Cache whole requests (for debugging only, increases required cache storage size)
es_ar: Chear request completos (sólo para debugging, incrementa el tamaño de cache en disco)

# #60000
source: Subtitles Cleanup
es_ar: Limpieza de Subtítulos

# #60001
source: Remove advertisements
es_ar: Remover publicidades

# #60002
source: Remove hearing impaired markers
es_ar: Remover guías para personas con discapacidad auditiva

# #60003
source: Update rules URL
es_ar: URL de actualización de reglas

# #60004
source: Update rules interval in days
es_ar: Intervalo en días para actualización de reglas
